[
    {
        "title": "Accident & Emergency",
        "description": "WeCare Accident & Emergency Centre provides multidisciplinary emergency support 24 hours a day, 7 days a week with state-of-the-art facilities and expert trauma team, providing ventilator and life support equipped ambulances, stroke management, life support, cardiac support and trauma life support protocols with emergency and triage beds, and immediate access to diagnostic, medical and surgical specialties.",
        "img": "https://i.ibb.co/C9DXyxB/When-To-Visit-The-Accident-and-Emergency.jpg",
        "key": "WC01"
    },
    {
        "title": "Diagnostic & Interventional Radiology",
        "description": "Diagnostic & Interventional Radiology Department of WeCare Hospital Chattogram offers state-of-the-art diagnostic imaging services, as well as interventional radiology procedures. The department houses the latest digital imaging technologies designed to provide comprehensive services coupled with outstanding patient care and service. A team of highly trained and board certified radiologists, certified technologists and staff provide the highest level of personalized care to each and every patient. ",
        "img": "https://i.ibb.co/ftpM0jR/img-02.jpg",
        "key": "WC02"
    },
    {
        "title": "Anaesthesia",
        "description": "The Cardiology Department of WeCare Hospital Chattogram has gained reputation for its dynamic and innovation in the diagnosis, investigation and treatment of patients with all forms of heart diseases, both generally encountered and complex cases. We have a dedicated unit of four full-time Consultants, and a team of junior doctors, nurses, and technicians trained to the highest standard in cardiac assessment. Our specialists diagnose and manage full range of heart conditions, and we are fully equipped with state-of-the-art facilities and complete range of services – from cardiac investigations to Interventional Cardiology procedures in ultramodern Catheterization Lab (Cath Lab). ",
        "img": "https://i.ibb.co/2nkmsts/img-03.jpg",
        "key": "WC03"
    },
    {
        "title": "ENT, Head and Neck Surgery",
        "description": "ENT Department of WeCare Hospital Chattogram offers comprehensive treatment for a wide range of patients who need surgical or conservative treatments for the nasal passages, sinuses, ears, mouth, pharynx, throat, and head-neck regions. The department houses state-of-the-art technology and is backed by experienced ENT Consultants, doctors, nurses and technologists. All related problems are shown to the patients on TV monitors and are discussed in detail with them before rendering any surgical treatment. This helps patients to understand their problems better and in decision making. The department deals with all ENT related problems and emergency situations to provide full coverage of services.",
        "img": "https://i.ibb.co/px5sddj/img-04.jpg",
        "key": "WC04"
    },
    {
        "title": "Cardiology",
        "description": "The Cardiology Department of WeCare Hospital Chattogram has gained reputation for its dynamic and innovation in the diagnosis, investigation and treatment of patients with all forms of heart diseases, both generally encountered and complex cases. We have a dedicated unit of four full-time Consultants, and a team of junior doctors, nurses, and technicians trained to the highest standard in cardiac assessment. Our specialists diagnose and manage full range of heart conditions, and we are fully equipped with state-of-the-art facilities and complete range of services – from cardiac investigations to Interventional Cardiology procedures in ultramodern Catheterization Lab (Cath Lab). Cardio-pulmonary rehabilitation program is offered to patients through our Physical Medicine & Rehabilitation Centre. The hospital offers a multidisciplinary in-patient program, and also has complete Coronary Care Unit and Cardiothoracic ICU for critical cardiac patients. For emergency patients, we have 24-hour Accident & Emergency Centre and specialized team for stabilization and treatment of the patient.",
        "img": " https://i.ibb.co/wMbxTYY/img-05.jpg",
        "key": "WC05"
    },
    {
        "title": "Gastroenterology & Hepatology",
        "description": "Department of Gastroenterology & Hepatology is devoted to the clinical care of patients with gastrointestinal and liver disorders. The department is home to excellent patient care, and our specialists employ the most advanced diagnostic and therapeutic endoscopy services to ensure the best outcomes for each patient. Working closely with a dedicated staff that includes doctors, technologists, nurses, dietitians and more, our care is unsurpassed with the kind of quality and compassion you can expect from a leader in healthcare.",
        "img": "https://i.ibb.co/KXVbtXM/img-06.jpg ",
        "key": "WC06"
    },
    {
        "title": "Neurology",
        "description": "Department of Neurology of WeCare Hospital Chattogram provides comprehensive consultative services, diagnostic testing and treatment for a broad spectrum of neurological conditions, including diseases of the brain, spinal cord, peripheral nerves and muscles. WeCare Hospital Chattogram is the only hospital in the country to be providing advanced and comprehensive Neurology & Neurosurgery facilities under one roof. The Neurology Department has experienced American Board Certified Neurologist and also the only qualified epilepsy specialist of the country. The department uses the latest technology and facilities, and is staffed by an experienced team of neurologists, nurses and technologists, who are committed to patient care.",
        "img": "https://i.ibb.co/R3Tr5H4/Human-brain-digital-illustration-Electrical-activity-flashes-and-lightning-on-a-blue-background.jpg",
        "key": "WC07"
    },
    {
        "title": "General & Laparoscopic Surgery",
        "description": "Department of General & Laparoscopic Surgery of WeCare Hospital Chattogram offers a wide range of comprehensive and high quality surgical procedures. The department is well equipped with the latest technology and facilities, and is manned by experienced surgeons, nurses and technicians. General Surgery focuses on surgeries of the abdominal organs, breast, thyroid gland and hernias. Operations of the oesophagus, stomach, colon, liver, gallbladder, and bile duct are done with minimally invasive laparoscopic surgery. Procedures such as treatment of varicose veins, circumcision, vasectomies and skin cancer removal are also done by our general surgeons. The responsibility for trauma surgeries involving soft tissues and organs also comes under the realm of general surgery.",
        "img": "https://i.ibb.co/G7KmZ92/img-08.jpg",
        "key": "WC08"
    },
    {
        "title": "Lab Medicine",
        "description": "Lab Medicine Department of WeCare Hospital Chattogram has become the leading diagnostic laboratory in Bangladesh by virtue of its uniqueness in offering diverse tests, reliability and prompt turn around time. We provide state-of-the-art reliable diagnostic services 24 hours a day, 7 days a week, for patients, general practitioners and other hospitals in the country. The department is also a regional and national referral centre for specialized tests. Lab Medicine Department, in saving countless lives, is running no way behind the clinical departments. A medical diagnostic laboratory is more than the backbone of a treating physician; it is the very soul of diagnosis.",
        "img": "https://i.ibb.co/SVvNkFy/img-09.jpg",
        "key": "WC09"
    },
    {
        "title": "Blood Bank",
        "description": "WeCare Blood Bank is a place for collecting, screening, typing, processing, and storing whole blood, packed red blood cells, fresh frozen plasma and platelet concentrate, gathered as a result of blood donation, preserved for patient use in this hospital and other hospitals on request. WeCare Blood Bank, located in level-2 of the hospital. We are committed to keeping pace with the demands of providing 24-hour service by cutting-edge technology and the most secure blood transfusion policy, and we maintain quality in every stride. We provide blood and blood product by standard protocol in all aspects of blood screening, grouping, compatibility testing, component preparation, storage, and transportation. Temperature of preserved blood and blood component is strictly maintained in each step. We also provide blood and blood component to other hospitals in case of emergency. In WeCare Blood Bank, most blood for transfusion is collected from family members and friends as a replacement donation system. Directed and Volunteer donors also donate blood, especially at times of need of rare blood group.",
        "img": "https://i.ibb.co/BPMpfR4/img-10.jpg",
        "key": "WC10"
    },
    {
        "title": "Internal Medicine",
        "description": "WeCare Blood Bank is a place for collecting, screening, typing, processing, and storing whole blood, packed red blood cells, fresh frozen plasma and platelet concentrate, gathered as a result of blood donation, preserved for patient use in this hospital and other hospitals on request. WeCare Blood Bank, located in level-2 of the hospital. We are committed to keeping pace with the demands of providing 24-hour service by cutting-edge technology and the most secure blood transfusion policy, and we maintain quality in every stride. We provide blood and blood product by standard protocol in all aspects of blood screening, grouping, compatibility testing, component preparation, storage, and transportation. Temperature of preserved blood and blood component is strictly maintained in each step. We also provide blood and blood component to other hospitals in case of emergency. In WeCare Blood Bank, most blood for transfusion is collected from family members and friends as a replacement donation system. Directed and Volunteer donors also donate blood, especially at times of need of rare blood group.",
        "img": "https://i.ibb.co/v48x4Wm/Internal-Medicine-on-Background-of-Medicaments-Composition-Pills-Injections-and-Syringe-3-D-Render.jpg",
        "key": "WC11"
    },
    {
        "title": "Nephrology",
        "description": "Nephrology is the subspecialty of internal medicine that focuses on the diagnosis and treatment of diseases of the kidney. Because the kidney performs so many critical functions, nephrologists maintain expertise in primary kidney disorders, but also the management of the systemic consequences of kidney dysfunction. Although the prevention and identification and management of early kidney disease is a large part of general internal medicine practice, nephrologists are usually called upon to assist and manage more complex or advanced nephrologic disorders.",
        "img": "https://i.ibb.co/VTbd9Zx/img-12.jpg",
        "key": "WC12"
    },
    {
        "title": "Orthopaedics",
        "description": "WeCare Hospital Chattogram, in all probability, has the best orthopaedic department in the country, serving to provide 360º care as a Bone & Joint Centre. Our team diagnoses, operates and treats problems affecting the bones, joints and muscles of patients encompassing all age groups.The Department of Orthopaedics offers out-patient consultation services and procedures. It is well supported by fully equipped operation theatre (OT), intensive care units for pre- and post- operative care, as well as rehabilitation services in Physical Medicine & Rehabilitation Centre. The state-of-the-art OT is equipped with the latest fracture tables and imaging facilities including a C-arm image intensifier. The hospital is also equipped with CT scan (128 slice), MRI Scan (3 tesla), and X-ray for prompt screening facilities. The theatre is scrupulously maintained such that the infection rate is always near zero.",
        "img": "https://i.ibb.co/pwcHFxC/img-13.jpg",
        "key": "WC13"
    },
    {
        "title": "Paediatrics",
        "description": "The Department of Paediatrics of WeCare Hospital Chattogram provides comprehensive healthcare services for children and adolescents below the age of 15. We offer a multidisciplinary approach to care, primarily provided by our expert paediatric specialists, as well as a multi-specialty team of clinicians and surgeons. Our specialists have advanced training and vast experience in virtually every sub-discipline of paediatric medicine. Our paediatric services provide family centred care that is consistent, supportive and nurturing which meets the physical, emotional and psychosocial needs of our patients. We provide state-of-the-art paediatric care in the form of open communication, emotional support and education to all of our patients as well to their families. Our goal is to maintain an environment conducive to healing that is reflective of trust, honesty and respect to our patients, their families and our staff.",
        "img": "https://i.ibb.co/Sc1smVP/img-14.jpg",
        "key": "WC14"
    },
    {
        "title": "Obstetrics & Gynaecology",
        "description": "WeCare Hospital Chattogram, in all probability, has the best orthopaedic department in the country, serving to provide 360º care as a Bone & Joint Centre. Our team diagnoses, operates and treats problems affecting the bones, joints and muscles of patients encompassing all age groups.The Department of Orthopaedics offers out-patient consultation services and procedures. It is well supported by fully equipped operation theatre (OT), intensive care units for pre- and post- operative care, as well as rehabilitation services in Physical Medicine & Rehabilitation Centre. The state-of-the-art OT is equipped with the latest fracture tables and imaging facilities including a C-arm image intensifier. The hospital is also equipped with CT scan (128 slice), MRI Scan (3 tesla), and X-ray for prompt screening facilities. The theatre is scrupulously maintained such that the infection rate is always near zero.",
        "img": "https://i.ibb.co/grYyzcm/img-15.jpg",
        "key": "WC15"
    },
    {
        "title": "Cardiothoracic & Vascular Surgery",
        "description": "Department of Cardiothoracic & Vascular Surgery is dedicated to the diagnosis and surgical treatment of cardiac, thoracic and vascular diseases. The department takes pride in its excellence and pioneering firsts that have made it one of the top cardiothoracic and vascular programs in the country. Our department carries out variety of surgeries, from repair of congenital heart defects in infants to coronary bypass surgeries in octogenarians. Our multidisciplinary team consists of highly qualified surgeons, anesthetists, technicians, perfusionists and nurses. The department is well-backed by modern Cardiothoracic Anaesthesia services, state-of-the-art multipurpose Operation Theatre (having almost zero infection rate), and fully equipped Coronary Care Unit and Cardiothoracic ICU (Critical Care Units) for critical patients. The hospital also provides cardio-pulmonary rehabilitation program through its Physical Medicine & Rehabilitation Centre. For emergency patients, we have 24-hour Accident & Emergency Centre and specialized team for stabilization and treatment of the patient.",
        "img": "https://i.ibb.co/S5ZdVyN/img-16.jpg",
        "key": "WC16"
    },
    {
        "title": "Respiratory Medicine",
        "description": "Department of Respiratory Medicine of WeCare Hospital Chattogram offers comprehensive diagnosis, treatment and continuing care for patients with variety of conditions of the lungs and respiratory tract. Our clinical services are provided by experienced Respiratory Medicine Consultant and backed by state-of-the-art technology. The department performs investigations like pulmonary function tests (PFT) and bronchoscopy, and is well supported in terms of imaging modalities by Department of Diagnostic & Interventional Radiology.",
        "img": "https://i.ibb.co/rf2n9Jq/pic-17.jpg",
        "key": "WC17"
    },
    {
        "title": "Dietetics & Nutrition",
        "description": "Dietetics is a science that deals with the adequacy of diets during normal life cycle and modifications required during diseased conditions. The Department of Dietetics of WeCare Hospital Chattogram is an established department with well-trained clinical and experienced dieticians, working as a team to provide holistic and integrated dietary services. The primary goal is to provide and maintain an excellent and quality dietary service in meeting patient unique needs and wants. WeCare Hospital Chattogram facilitates all sorts of dietary suggestions for you and your family. You can come to our out-patient clinic for diet counseling on your own, or if recommended by your treating physician. Moreover, all preventive health screening packages provide diet consultation. Hospitalized patients can consult with our in-patient dieticians during their hospital stay and also while being discharged for any necessary dietary advice. Our dieticians will provide personalized diet instruction, menu planning, lifestyle and behavioral changes advice to insure a healthy nutritional plan. They help you learn ways to make better choices about the kind of food you eat, and explain to you what the benefits of these changes are. They understand that the more a person understands the way that his/her body works, the more likely he/she will be to see the immediate benefits of these lifestyle changes, and make them a part of his/her routine.",
        "img": "https://i.ibb.co/180rYQv/Doctor-dietitian-recommending-healthy-food.jpg",
        "key": "WC18"
    }
]